Repository: kazord/utouch-rssreaderscope
Catalog: *.po
Languages: es

source: Subscribers
es: Suscriptores

source: Feed url
es: URL del Canal

source: Preview
es: Vista previa

source: Autoconfigure+Add
es: Configuración automática y añadir

source: Browse source
es: Examinar fuente

source: This section let you improve the feed result by modifying node names or node content formats to the correct value (autodetection isn't perfect). Orange background button, on the right, are current value
es: Esta sección permite mejorar el resultado del canal modificando los nombres del nodo o los formatos de contenido del nodo con el valor correcto (la detección automática no es perfecta). El botón de fondo naranja, a la derecha, es el valor actual

source: current
es: actual

source: Apply to title, use color name or #xxxxxx
es: Aplicar a título, usar el nombre del color o #xxxxxx

source: <b>Item :</b> Container for one article inside the feed
es: <b>Elemento :</b> contenedor para un artículo dentro del canal

source: <b>Link :</b> Url of the article
es: <b>Enlace :</b> URL del artículo

source: <b>Author :</b> Should contains the source/writer
es: <b>Autor :</b> debe contener la fuente o escritor

source: <b>Category :</b> For filtering
es: <b>Categoría :</b> para filtrar

source: <b>Title</b>
es: <b>Título</b>

source: <b>Description :</b> Description of the article
es: <b>Descripción :</b> descripción del artículo

source: <b>Description - Content :</b> How should be handle description content, if html should be unescape (ex: from &amp;lt; to &lt;) or fully download
es: <b>Descripción - Contenido :</b> Como se debe manejar el contenido de la descripción, si el html se debe dejar sin escapar (ej.: de &amp;lt; a &lt;) o descargar completamente

source: <b>Date :</b> Don't forget to select the right date format, it's needed ordering
es: <b>Fecha :</b> No se olvide de seleccionar el formato de fecha correcto, es necesario para ordenar

source: <b>Multimedia :</b> Image or music
es: <b>Multimedia :</b> imagen o música

source: Remove
es: Eliminar

source: Autoreconfigure
es: Reconfigurar automáticamente

source: Add to home
es: Añadir al inicio

source: Ok
es: Aceptar

source: Home
es: Inicio

source: Only
es: Solo

source: Feed management
es: Gestionar canales

source: Use search tools to find new RSS feed or paste his URL
es: Use las herramientas de búsqueda para encontrar nuevos canales de RSS o pega su URL

source: Articles
es: Artículos

source: by
es: por

source: 1 feed found
es: 1 canal encontrado

source: No articles found
es: No se han encontrado artículos

source: Feed id
es: ID del canal

source: Main tag
es: Etiqueta principal

source: Item tag
es: Etiqueta del elemento

source: Removing feed succeed
es: Canal eliminado correctamente

source: Removing feed failed
es: Error eliminando el canal

source: Add feed succeed
es: Canal añadido correctamente

source: Add feed failed
es: Error añadiendo el canal
