Repository: kazord/utouch-rssreaderscope
Catalog: po/*.po
Languages: fr

source: Subscribers
fr: Abonné(e)s

source: Feed url
fr: Lien du flux

source: Preview
fr: Aperçu

source: Autoconfigure+Add
fr: Ajouter

source: Browse source
fr: Voir la source

source: This section let you improve the feed result by modifying node names or node content formats to the correct value (autodetection isn't perfect). Orange background button, on the right, are current value
fr: Cette section vous permet d'améliorer le flux résultant en modifiant les noms des nœuds ou les formats de contenu des nœuds à la valeur correcte (la détection automatique est imparfaite). Le bouton à fond orange à droite correspond à la valeur actuelle

source: Color
fr: Couleur

source: current
fr: actuelle

source: Apply to title, use color name or #xxxxxx
fr: s'applique aux titres, utilisez un nom de couleur ou #xxxxxx

source: <b>Item :</b> Container for one article inside the feed
fr: <b>Élément :</b> conteneur pour un article au sein du flux

source: <b>Link :</b> Url of the article
fr: <b>Lien :</b> Lien de l'article

source: <b>Author :</b> Should contains the source/writer
fr: <b>Auteur(e) :</b> doit contenir la source ou l'auteur(e)

source: <b>Category :</b> For filtering
fr: <b>Catégorie :</b> pour le filtrage

source: <b>Title</b>
fr: <b>Titre</b>

source: <b>Description :</b> Description of the article
fr: <b>Description :</b> description de l'article

source: <b>Description - Content :</b> How should be handle description content, if html should be unescape (ex: from &amp;lt; to &lt;) or fully download
fr: <b>Description - Contenu :</b> comment doit être éré le contenu de la description content, si le HTML doit être non protégé (ex : de &amp;lt; à &lt;) ou totallement téléchargé

source: <b>Date :</b> Don't forget to select the right date format, it's needed ordering
fr: <b>Date :</b> n'oubliez pas de sélectionner le bon format de date, cela est nécessaire au tri

source: <b>Multimedia :</b> Image or music
fr: <b>Multimédia :</b> image ou musique

source: Remove
fr: Supprimer

source: Autoreconfigure
fr: Reconfigurer

source: Add to home
fr: Ajouter à l'accueil

source: Ok
fr: Valider

source: Home
fr: Accueil

source: Only
fr: Seulement

source: Feed management
fr: Gestion des flux

source: Use search tools to find new RSS feed or paste his URL
fr: Utilisez des outils de recherche pour trouver de nouveaux flux RSS ou copiez son lien

source: by
fr: par

source: 1 feed found
fr: 1 flux trouvé

source: No articles found
fr: Aucun article trouvé

source: Feed id
fr: Identifiant du flux

source: Main tag
fr: Mot-clé principal

source: Item tag
fr: Mot-clé de l'élément

source: Removing feed succeed
fr: La suppression du flux a réussi

source: Removing feed failed
fr: La suppression du flux a échoué

source: Add feed succeed
fr: L'ajout du flux a réussi

source: Add feed failed
fr: L'ajout du flux a échoué
